; GeoscApps HUD enhancements Part #2 (WotC)
;-----------------------------------------------------------------------------
; Bonus/Symbols shown in each corresponding ToolTips via direct HTML swappIns!
; *** <img src='img:///GeoscApps_P2_UILibrary.???' width='48' height='48' vspace='-24'>
;-----------------------------------------------------------------------------

[ResCard_MunitionsExperts X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC01_MunitionsExperts' width='48' height='48' vspace='-24'> Знатоки боеприпасов"
SummaryText="\nПроекты в зоне испытаний, касающиеся экспериментальных боеприпасов, производятся мгновенно."

[ResCard_LiveFireTraining X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC02_LiveFireTraining' width='48' height='48' vspace='-24'> Боевые стрельбы"
SummaryText="\nЛюбое обучение в партизанской школе повышает новобранца до сержанта."

[ResCard_VolunteerArmy X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC03_VolunteerArmy' width='48' height='48' vspace='-24'> Добровольческая армия"
SummaryText="\nНа каждом задании есть вероятность, что к вашему отряду присоединится боец Сопротивления."

[ResCard_RapidCollection X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC04_RapidCollection' width='48' height='48' vspace='-24'> Быстрый сбор"
SummaryText="\nПоставки материалов от Сопротивления забираются мгновенно."

[ResCard_ResistanceNetwork X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC05_ResistanceNetwork' width='48' height='48' vspace='-24'> Сеть Сопротивления"
SummaryText="\nКонтакт с новыми регионами налаживается мгновенно."

[ResCard_BombSquad X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC06_BombSquad' width='48' height='48' vspace='-24'> Саперы"
SummaryText="\nВсе проекты в зоне испытаний, касающиеся экспериментальных гранат и тяжелого оружия, производятся мгновенно."

[ResCard_IntegratedWarfare X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC07_IntegratedWarfare' width='48' height='48' vspace='-24'> Комплексное оружие"
SummaryText="\nДействие всех ПБМ усилено."

[ResCard_InsideKnowledge X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC08_InsideKnowledge' width='48' height='48' vspace='-24'> Глубокое понимание"
SummaryText="\nДействие всех оружейных модификаций усилено."

[ResCard_DoubleAgent X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC09_DoubleAgent' width='48' height='48' vspace='-24'> Двойной агент"
SummaryText="\nНа каждом задании есть шанс, что к отряду XCOM примкнет боец \"Адвента\"."

[ResCard_TacticalAnalysis X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC10_TacticalAnalysis' width='48' height='48' vspace='-24'> Тактический анализ"
SummaryText="\nЕсли бойцов врага обнаруживают во время хода XCOM, они теряют одно действие в свой следующий ход."

[ResCard_SuitUp X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC11_SuitUp' width='48' height='48' vspace='-24'> Форма одежды - боевая"
SummaryText="\nПроекты в зоне испытаний, касающиеся брони и жилетов, производятся мгновенно."

[ResCard_GreaterResolve X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC12_GreaterResolve' width='48' height='48' vspace='-24'> Самоотверженность"
SummaryText="\nСолдат с легкими ранениями можно отправлять в бой."

[ResCard_MentalFortitude X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC13_MentalFortitude' width='48' height='48' vspace='-24'> Психологическая стойкость"
SummaryText="\nВсе лишающие разума боевые воздействия (паника, одержимость, берсерк, разбитость) длятся только один ход."

[ResCard_PursuitOfKnowledge X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC14_PursuitOfKnowledge' width='48' height='48' vspace='-24'> В погоне за знанием"
SummaryText="\nЛабораторные отсеки добавляют еще <XGParam:IntValue0/>% к скорости исследований."

[ResCard_MachineLearning X2StrategyCardTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.WC15_MachineLearning' width='48' height='48' vspace='-24'> Обучение машин"
SummaryText="\nВероятность прорывов в исследованиях вдвое выше."

;------------------------------------------------
; Colored Logos.. too! (Only through GFX sprites)
;------------------------------------------------

;[Continent_NorthAmerica X2ContinentTemplate]
;DisplayName="Северная Америка <img src='img:///GeoscApps_P2_UILibrary.CBLogo-NorthAmerica(80A)' width='64' height='64' vspace='-72'>"

;[Continent_SouthAmerica X2ContinentTemplate]
;DisplayName="Южная Америка <img src='img:///GeoscApps_P2_UILibrary.CBLogo-SouthAmerica(80A)' width='64' height='64' vspace='-72'>"

;[Continent_Europe X2ContinentTemplate]
;DisplayName="Европа <img src='img:///GeoscApps_P2_UILibrary.CBLogo-Europe(80A)' width='64' height='64' vspace='-72'>"

;[Continent_Asia X2ContinentTemplate]
;DisplayName="Азия <img src='img:///GeoscApps_P2_UILibrary.CBLogo-Asia(80A)' width='64' height='64' vspace='-72'>"

;[Continent_Africa X2ContinentTemplate]
;DisplayName="Африка <img src='img:///GeoscApps_P2_UILibrary.CBLogo-Africa(80A)' width='64' height='64' vspace='-72'>"

;[Continent_Oceania X2ContinentTemplate]
;DisplayName="Океания <img src='img:///GeoscApps_P2_UILibrary.CBLogo-Oceania(80A)' width='64' height='64' vspace='-72'>"

;--------------------------------------------------
; If Continents can get some.. so does all Regions!
;--------------------------------------------------

[WorldRegion_EastNA X2WorldRegionTemplate]
DisplayName="Восточное побережье<img src='img:///GeoscApps_P2_UILibrary.XC2_NA_EasternUS' width='32' height='32' vspace='-14'>США"

[WorldRegion_WestNA X2WorldRegionTemplate]
DisplayName="Западное побережье<img src='img:///GeoscApps_P2_UILibrary.XC2_NA_WesternUS' width='32' height='32' vspace='-14'>США"

[WorldRegion_SouthNA X2WorldRegionTemplate]
DisplayName="Нью<img src='img:///GeoscApps_P2_UILibrary.XC2_NA_NewMexico' width='32' height='32' vspace='-14'>Мексико"

[WorldRegion_NorthSA X2WorldRegionTemplate]
DisplayName="Новая<img src='img:///GeoscApps_P2_UILibrary.XC2_SA_NewBrazil' width='32' height='32' vspace='-14'>Бразилия"

[WorldRegion_SouthSA X2WorldRegionTemplate]
DisplayName="Новое<img src='img:///GeoscApps_P2_UILibrary.XC2_SA_NewChile' width='32' height='32' vspace='-14'>Чили"

[WorldRegion_WestEU X2WorldRegionTemplate]
DisplayName="Западная<img src='img:///GeoscApps_P2_UILibrary.XC2_EU_Western' width='32' height='32' vspace='-14'>Европа"

[WorldRegion_EastEU X2WorldRegionTemplate]
DisplayName="Восточная<img src='img:///GeoscApps_P2_UILibrary.XC2_EU_Eastern' width='32' height='32' vspace='-14'>Европа"

[WorldRegion_NorthAF X2WorldRegionTemplate]
DisplayName="Западная<img src='img:///GeoscApps_P2_UILibrary.XC2_AF_West' width='32' height='32' vspace='-14'>Африка"

[WorldRegion_EastAF X2WorldRegionTemplate]
DisplayName="Восточная<img src='img:///GeoscApps_P2_UILibrary.XC2_AF_East' width='32' height='32' vspace='-14'>Африка"

[WorldRegion_SouthAF X2WorldRegionTemplate]
DisplayName="<img src='img:///GeoscApps_P2_UILibrary.XC2_AF_South' width='32' height='32' vspace='-14'>ЮАР"

[WorldRegion_EastAS X2WorldRegionTemplate]
DisplayName="Восточная<img src='img:///GeoscApps_P2_UILibrary.XC2_AS_East' width='32' height='32' vspace='-14'>Азия"

[WorldRegion_WestAS X2WorldRegionTemplate]
DisplayName="Западная<img src='img:///GeoscApps_P2_UILibrary.XC2_AS_West' width='32' height='32' vspace='-14'>Азия"

[WorldRegion_NorthAS X2WorldRegionTemplate]
DisplayName="Новая<img src='img:///GeoscApps_P2_UILibrary.XC2_AS_NewArctic' width='32' height='32' vspace='-14'>Арктика"

[WorldRegion_SouthAS X2WorldRegionTemplate]
DisplayName="Новая<img src='img:///GeoscApps_P2_UILibrary.XC2_AS_NewIndia' width='32' height='32' vspace='-14'>Индия"

[WorldRegion_NorthOC X2WorldRegionTemplate]
DisplayName="Новая<img src='img:///GeoscApps_P2_UILibrary.XC2_OC_NewIndonesia' width='32' height='32' vspace='-14'>Индонезия"

[WorldRegion_SouthOC X2WorldRegionTemplate]
DisplayName="Новая<img src='img:///GeoscApps_P2_UILibrary.XC2_OC_NewAustralia' width='32' height='32' vspace='-14'>Австралия"
